{
    "name":"VILLAGE OF BENSENVILLE",
    "address":"ELIZABETH U MIDDLETON <br> 01612 SANDY ROAD APT. 817 <br> Quicket City , IL 60606",
    "citationno":"LO00134",
    "issuedon":"06/21/2023 03:41 AM",
    "offenseno":"4-3-15(A)",
    "duedate":"07/25/2023",
    "currentfine":"$250.00",
    "offense":" VAGRANCY- ANY PERSON TO BE FOUND TRESPASSING IN THE NIGHTTIME UPON THE PRIVATE",
    "location":"1 S. Quicket",
    "paragraphs":["<b>A citation has been issued for the above listed violation</b>","<b>YOU ARE RECEIVING THIS NOTICE BECAUSE YOU HAVE ONE OR MORE CITATIONS THAT ARE CURRENTLY 15 DAYS PAST DUE.</b> You must either pay the current fine within 10 days, orfine will escalate to $250. You must either pay or appear before the Hearing Officer at the below specifiedlocation, date and time regarding the citation listed above.","You have the right to appear at the hearing to contest the citation OR to pay the amount due (if amount isshown above) for the violation prior to the hearing date. If you pay the stated fine amount before the hearingdate,<b> you do not need to appear at the hearing.</b> Payment of the fine before the hearing will serve as thefinal disposition of the citation.","Failure to pay the indicated fine and penalty or to appear at the hearing specified above, will result in a finaldetermination of standing, parking or compliance violation liability, for the cited violation(s). The amount ofthe fine, upon the occurrence of a final determination of liability for the failure, and the exhaustion of, orfailure to exhaust, administrative or judicial procedures for review which are available to you undermunicipal ordinance or state law may escalate. Any unpaid fine or penalty will constitute a debt due and owing the municipality","<b>DUE TO A RECENT APPELLATE COURT RULING, ALL CORPORATIONS AND LIMITED LIABILITY COMPANIES MUST BE REPRESENTED BY AN ATTORNEY AT THE ADMINISTRATIVE HEARING</b>"],
    "inperson":"Village of Bensenville, 12 S Center St, Bensenville IL 60106",
    "bymail":"Please make checks payable to: Village of Bensenville",
    "hearinglocation":"Village of Bensenville,<br>Police Department Community <br> Room 345 E. Green St Bensenville,<br> IL 60106",
    "phonennumber":"(847) 968-4600",
    "hearingdate":"06/20/2023",
    "hearingtime":"10:00 AM"
}